brew "jq"
brew "unzip"
brew "mise"
brew "ripgrep"
brew "llvm"
brew "fd"
brew "bat"
brew "fzf"
brew "neovim"
brew "lua-language-server"
tap "yqrashawn/goku"

brew "yqrashawn/goku/goku"

cask "kitty"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-agave-nerd-font"
